Tekla Open API Reference for Tekla Structures 2025
UnknownLoftedPlateErrorException Constructor
 Constructs an instance of the class
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public UnknownLoftedPlateErrorException()
Public Sub New
See Also
Reference
UnknownLoftedPlateErrorException Class
Tekla.Structures.Model Namespace